# -*- coding: utf-8 -*-
ENGLISH = 'eng'
CHINESE = 'chi'
SIMPLIFIED_CHINESE = 'sc'

REGION_CHOICES = (
    (u'北京市', u'北京市'),
    (u'上海市', u'上海市'),
    (u'香港', u'香港'),
    (u'台湾', u'台湾'),
    (u'重庆市', u'重庆市'),
    (u'澳门', u'澳门'),
    (u'天津市', u'天津市'),
    (u'江苏省', u'江苏省'),
    (u'浙江省', u'浙江省'),
    (u'四川省', u'四川省'),
    (u'江西省', u'江西省'),
    (u'福建省', u'福建省'),
    (u'青海省', u'青海省'),
    (u'吉林省', u'吉林省'),
    (u'贵州省', u'贵州省'),
    (u'陕西省', u'陕西省'),
    (u'山西省', u'山西省'),
    (u'河北省', u'河北省'),
    (u'湖北省', u'湖北省'),
    (u'辽宁省', u'辽宁省'),
    (u'湖南省', u'湖南省'),
    (u'山东省', u'山东省'),
    (u'云南省', u'云南省'),
    (u'河南省', u'河南省'),
    (u'广东省', u'广东省'),
    (u'安徽省', u'安徽省'),
    (u'甘肃省', u'甘肃省'),
    (u'海南省', u'海南省'),
    (u'黑龙江省', u'黑龙江省'),
    (u'内蒙古自治区', u'内蒙古自治区'),
    (u'新疆维吾尔自治区', u'新疆维吾尔自治区'),
    (u'广西壮族自治区', u'广西壮族自治区'),
    (u'宁夏回族自治区', u'宁夏回族自治区'),
    (u'西藏自治区', u'西藏自治区'),
    (u'其他地区', u'其他地区')
)
